 [
    {
        "category": "Microbus",
        "product": [
            {
                "name": "SUZUKI OMNI",
                "img": "https://i.ibb.co/YkSWPtY/Maruti-Suzuki-Omni-Right-Front-Three-Quarter-48395-ol.webp",
                "description": "The 2022 manufactured all Maruti Suzuki Omni is available for sale Mumbai, price range starting at as low as Rs 338460* going up to Rs. 338460*. This 5-seater comes with Petrol engine types and offers an average mileage of 16.8 Kmpl and is available with Manual transmissions.",
                "location": "Canada",
                "originalPrice": 10000,
                "resalePrice": 8000,
                "use": "1 Year"
            },
            {
                "name": "HYUNDAI H1 MICROBUS",
                "img": "https://www.autosbangla.com/images/hyundai/hyundai-h1-img1.jpg",
                "description": "The Hyundai H1 Microbus has Diesel and Gasoline(Petrol) engines. The Diesel engine is 2497 cc and the Petrol engine is 2359 cc. It is available 5 speed automatic transmission. Depending on the variant and fuel type, the H1 has mileage of 10.31 km/litre and the top speed of 180 km/h, The Hyundai H1 Microbus is a 12 Seater Minivan which length of 5150 mm, width of 1920 mm, height of 1925 mm.",
                "location": "New yourk",
                "originalPrice": 10000,
                "resalePrice": 8000,
                "use": "1 Year"
            }
        ]
    },
    {
        "category": "Luxury car",
        "product": [
            {
                "name": "BMW XM",
                "img": "https://images.livemint.com/img/2022/09/04/600x338/BMW_1661492000810_1662290955845_1662290955845.png",
                "description": "BMW XM production-specific images have been leaked. These images reveal that there can be minor styling changes, distinctive and angular design from the BMW’s M concept of the XM SUV which was showcased in November 2021. The XM is expected to be sold as an M car. It can be the only car before this to claim that exclusivity of the M1 supercar of 1978.",
                "location": "Canada",
                "originalPrice": 10000,
                "resalePrice": 8000,
                "use": "1 Year"
            },
            {
                "name": "Mercedes-Benz global ",
                "img": "https://www.autosbangla.com/images/hyundai/hyundai-h1-img1.jpg",
                "description": "Mercedes-Benz suffered a five percent drop in global sales in 2021, as it was heavily impacted by the semiconductor supply chain bottlenecks, which gripped the automotive industry. The German firm sold 20,93,496 vehicles between January and December 2021  70,691 units down on pandemic-hit 2020  and was hit particularly badly in the fourth quarter, when sales dropped by 24.7 percent.",
                "location": "New yourk",
                "originalPrice": 10000,
                "resalePrice": 8000,
                "use": "1 Year"
            }
        ]
    },
    {
        "category": "Electic car",
        "product": [
            {
                "name": "Peugeot e-2008",
                "img": "https://www.topgear.com/sites/default/files/2022/07/17.jpg",
                "description": "With its second attempt, Peugeot has made the 2008 a properly appealing thing in its own right. It looks way more special than it did before, like it’s been sketched seperately to its base car where the last one resembled a 208 photocopied at 130 per cent. And with the combination of spangly 3D dials and electric power, it feels futuristic without any Back to the Future Part II naffness.",
                "location": "Canada",
                "originalPrice": 10000,
                "resalePrice": 8000,
                "use": "1 Year"
            },
            {
                "name": "Jaguar I-Pace",
                "img": "https://www.topgear.com/sites/default/files/2022/07/15.jpg",
                "description": "The Mini Electric is a very complete little EV. It preserves pretty much everything we like about a standard Mini Cooper S, but it’s more accelerative where it matters, and has zero local emissions. It proves that the hot hatch will have a future as an EV.",
                "location": "New yourk",
                "originalPrice": 10000,
                "resalePrice": 8000,
                "use": "1 Year"
            }
        ]
    }
]